Revit 2024 API
SymbolTypeId.Atm Property
 Symbol atm, indicating unit Atmospheres.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Atm { get; }
Visual Basic
Public Shared ReadOnly Property Atm As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Atm {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace